GitHub.codespaces
GitHub.github-vscode-theme
googlecloudtools.cloudcode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
redhat.java
redhat.vscode-yaml
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
